Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: (f) Establish zones in which the presence of individuals is regulated;
fr: f) D'instituer des zones où le séjour des personnes est réglementé;

source: (g) Ban all gatherings;
fr: g) D'interdire tout rassemblement;

source: (h) Ban the sale of alcoholic drinks;
fr: h) D'interdire la vente de boissons alcooliques;

source: (i) Suspend by-elections.
fr: i) De suspendre les élections partielles.

source: Martial law
fr: La loi martiale

source: The decree proclaiming martial law specifies the districts to which it applies.
fr: Le décret proclamant la loi martiale fixe les circonscriptions à l'intérieur desquelles elle est instituée.

source: Martial law can be proclaimed when there is an imminent danger that is likely to hinder or prevent the normal functioning of the institutions of the Republic as a result of an attack by a foreign force, bloody disturbances or an armed uprising.
fr: La loi martiale peut être proclamée en cas de péril imminent susceptible d'entraver ou d'empêcher le fonctionnement normal des institutions de la République et résultant d'une attaque d'origine étrangère, de troubles sanglants ou d'une insurrection armée.

source: The decree proclaiming martial law is announced to the country by the President in a message transmitted using all possible media.
fr: Le décret de proclamation est porté à la connaissance de la nation par un message du Président de la République, dont la diffusion est assurée par tous moyens.

source: Martial law lasts for three months.
fr: La durée de la loi martiale est de trois mois.

source: The period may be extended under the conditions provided for by law.
fr: Elle peut être prolongée dans les conditions prévues par la loi.

source: The proclamation of martial law transfers responsibility for defence, the police and the maintenance of order to the military authorities.
fr: La proclamation de la loi martiale a pour effet de transférer aux autorités militaires les compétences en matière de défense, de police et de maintien de l'ordre.

source: Outside these areas, administrative and civil officials continue to exercise the authority vested in them unless they have been expressly divested of this in full or in part by the competent military authorities.
fr: En dehors des domaines définis, les autorités administratives et civiles continuent d'exercer les pouvoirs dont elles sont détentrices, à moins qu'elles n'en aient été expressément dessaisies en tout ou en partie, par l'autorité militaire compétente.

source: Such divestment results from a written decision brought to the attention of both the official or department concerned and their direct superior in the hierarchy.
fr: Le dessaisissement résulte d'une décision écrite, notifiée tant à l'agent ou au service public dessaisi, qu'à son supérieur hiérarchique direct.

source: Responsibility is transferred to the military authorities designated by the President at the provincial, prefectural and communal levels.
fr: Le transfert de compétence s'opère au profit des autorités militaires au niveau provincial, préfectoral et communal en vertu d'une désignation du Président de la République.

source: All gatherings, demonstrations, marches or parades on the public highway are banned once martial law has been proclaimed, and will be dispersed automatically by the military authorities using all necessary means whilst avoiding bloodshed.
fr: Tout attroupement, manifestation, défilé ou procession sur les voies publiques est interdit dès la proclamation de la loi martiale et sera dispersé d'office par l'autorité militaire à l'aide de tous moyens propres à y parvenir sans effusion de sang.

source: Troops intervening in such situations must avoid the use of weapons in the form of knives, firearms and explosive devices.
fr: À l'occasion de son intervention, la troupe doit s'employer à éviter, l'usage des armes, en l'occurrence celui des armes blanches, celui des armes à feu et celui des engins explosifs.

source: The use of such weapons is authorized only in cases of self-defence.
fr: L'usage de ces armes n'est autorisé qu'en cas de légitime défense caractérisée.

source: These restrictions are necessary in times of emergency and are compatible with the derogatory measures accepted by the Covenant, and are always exercised without any discrimination on grounds of race, sex, religion or social origin.
fr: Ces mesures de restriction nécessaires en période d'exception sont compatibles avec les mesures dérogatoires acceptées par le Pacte et dans tous les cas elles sont exercées sans discrimination fondée sur la race, le sexe, la religion ou l'origine sociale.

source: Strict interpretation of the provisions of the Covenant
fr: Interprétation stricte des clauses du Pacte

source: Article 5 applies to the vast majority of the provisions of the Covenant.
fr: L'article 5 couvre une grande partie des dispositions du Pacte.

source: The drafting of the new Constitution was an opportunity to enhance the observance and protection of fundamental freedoms and rights.
fr: L'élaboration de la nouvelle Constitution a été une opportunité pour renforcer le respect et la protection des libertés et droits fondamentaux.

source: Legislative reform has included:
fr: Des réformes législatives ont été adoptées sur:

source: (a) The introduction of matrimonial regimes requiring the equal sharing of the couple's property in the event of the dissolution of a marriage;
fr: a) Les régimes matrimoniaux édictant un partage égalitaire des biens de la communauté en cas de dissolution du mariage;

source: (b) The repeal of criminal legislation that severely punished wives convicted of adultery;
fr: b) L'abrogation des dispositions de la loi pénale punissant sévèrement la femme convaincue d'adultère;

source: (c) Stiffer punishments for convicted paedophiles (Act No. 98-024 of 25 January 1999);
fr: c) Le renforcement de la répression contre les auteurs d'infractions liées à la pédophilie (loi no 98-024 du 25 janvier 1999);

source: (d) Legislation on violence against women and on sexual offences (Act No. 2000-021 of 28 November 2000);
fr: d) Les dispositions relatives aux violences sur les femmes et aux infractions sur les mœurs (loi no 2000-021 du 28 novembre 2000);

source: (e) The enactment of Act No. 97-044 of 2 February 1998 on disabled rights: Implementing Decree No. 2001-162 of 21 February 2001 stipulates the rights concerned, which include the rights to health, education and work and other social rights;
fr: e) La promulgation de la loi no 97-044 du 02 février 1998 relative aux droits des personnes handicapées. Le décret d'application no 2001-162 du 21 février 2001 précise les droits tels que le droit à la santé, le droit à l'éducation, le droit au travail et d'autres droits sociaux;

source: (f) The enactment of Act No. 97-036 of 30 October 1997 on the right to a defence;
fr: f) La promulgation de la loi no 97-036 du 30 octobre 1997 relative aux droits de la défense;

source: (g) The ratification of the two optional protocols to the Convention on the Rights of the Child in January 2004, for which the instrument of ratification was deposited with the United Nations in September 2004 by the President of the Republic;
fr: g) La ratification des deux protocoles additionnels à la Convention relative aux droits de l'enfant en janvier 2004, dont l'instrument de ratification a été déposé aux Nations Unies en septembre 2004 par le Président de la République;

source: (h) The ratification of the African Charter on the Rights and Welfare of the Child by parliament in November 2004.
fr: h) La ratification de «la Charte africaine du droit et bien-être de l'enfant» lors de la session parlementaire en novembre 2004.

source: In accordance with the recommendations made by the Committee following its consideration of Madagascar's last report, the revision of Ordinance No. 79-025 of 15 October 1979, as amended and supplemented by Ordinance No. 91-008 of 7 August 1991, and Act No. 97-037 of 30 October 1997 on the regulations governing the judiciary are in the process of being adopted by parliament.
fr: Conformément aux recommandations du Comité lors de l'examen du dernier rapport, la révision de l'ordonnance no 79-025 du 15 octobre 1979 modifiée et complétée par l'ordonnance no 91-008 du 7 août 1991 et la loi no 97-037 du 30 octobre 1997 relative au statut de la magistrature, est en cours d'adoption au niveau du Parlement.

source: These moves to reform its legislation are evidence of Madagascar's willingness to comply with the requirements of the Covenant.
fr: Les efforts de réformes législatives entreprises témoignent de la volonté de Madagascar de se conformer aux exigences du Pacte.

source: Article 19 of the Constitution stipulates that “the State recognizes the right of every person to protection of his or her health as from the moment of conception” and article 21 stipulates that “the State shall protect the family, to allow its free development, as well as mothers and children, through legislation and appropriate social institutions”.
fr: L'article 19 de la Constitution stipule que: «l'État reconnaît à tout individu le droit à la protection de sa santé dès sa conception», et l'article 21 stipule à son tour que «l'État assure la protection de la famille pour son libre épanouissement ainsi que celle de la mère et de l'enfant par une législation et par des institutions sociales appropriées».

source: Article 17 provides that “the State shall regulate the exercise of rights guaranteeing the individual's inviolability and dignity of the person and his or her full physical, intellectual and moral development”.
fr: L'article 17 énonce que: «l'État organise l'exercice des droits qui garantissent pour l'individu l'intégrité et la dignité de sa personne, son plein épanouissement physique, intellectuel et moral».

source: Offences against the person
fr: Atteintes à l'intégrité physique

source: Offences against the person are provided for and punished by the Malagasy Criminal Code.
fr: Les atteintes à l'intégrité physique sont prévues et punies par le Code pénal malagasy.

source: The unborn child's right to life is protected by the criminalization and punishment of abortion by article 317 of the Criminal Code.
fr: Le droit à la vie de l'enfant simplement conçu est protégé par l'incrimination et la répression de l'avortement prévues par l'article 317 du Code pénal.

source: In view of the upsurge in kidnappings in recent years, the Government has taken steps to ensure people's physical safety.
fr: Devant la recrudescence des cas de kidnapping de ces dernières années, des efforts ont été déployés par l'État pour préserver l'intégrité physique des citoyens.

source: For example, the police have dismantled several networks involved in kidnappings targeting mostly Indian or Pakistani nationals.Demographic trends and the situation of women and children
fr: Ainsi, la police a pu démanteler quelques réseaux impliqués dans des affaires de kidnapping dont sont victimes, dans la plupart des cas des ressortissants indo-pakistanais.

source: In the context of respect for the right to life, a study on the situation of women and children deserves to be highlighted.
fr: Dans le cadre du respect du droit à la vie, une étude sur la situation de la femme et de l'enfant mérite d'être soulignée.

source: According to the Department of Demographics and Social Statistics (DDSS) of the National Statistical Institute (INSTAT), Madagascar in 2004 has a population of about 16,908,000, with a natural growth rate of 2.8 per cent.
fr: Selon l'INSTAT/DDSS, Madagascar compte environ 16 908 000 habitants en 2004 avec un accroissement naturel de 2,8 %.

source: Half the population is under the age of 19.
fr: La moitié de la population est âgée de moins de 19 ans.

source: There are currently 8,447,000 men and 8,461,000 women.
fr: On compte actuellement 8 447 000 hommes et 8 461 000 femmes.

source: (a) Total fertility rate (children per woman):
fr: a) Évolution de l'indice synthétique de fécondité (ISF):

source: Demographic and Health Survey III, 2003-2004: 5.2
fr: 1975: 6,4 enfants par femme; 1984: 5,5; 1993: 5,9; EDSMD-II: 6; et EDSMD-III 2003-2004: 5,2;

source: (b) Life expectancy at birth is rising gradually:
fr: b) L'espérance de vie à la naissance (EVN) connaît un léger progrès:

source: 1984: 51 years
fr: 1975: 45 ans; 1984: 51 ans; 1993: 53 ans.

source: 1993: 53 years
fr: Graphique 1.

source: Trends in total fertility rate (TFR) (children per woman) and life expectancy at birth (LEB) (in years)
fr: Évolution de l'indice synthétique de fécondité (ISF) et de l'espérance de vie à la naissance (EVN)

source: A document entitled “The situation of women and children in Madagascar, 1999-2000”, published in cooperation with the United Nations Children's Fund (UNICEF), gives a clear picture of the situation and the best way to deal with it.
fr: Un document intitulé: «La situation des femmes et des enfants à Madagascar en 1999-2000» édité avec la collaboration de l'UNICEF permet de mieux appréhender la situation pour les actions appropriées à mener.

source: Four indicators illustrate the insecurity to which women and children are exposed:
fr: Quatre indicateurs expriment l'insécurité à laquelle sont exposés les femmes et les enfants:

source: (a) Maternal and infant mortality, which is a consequence of an inadequate diet during pregnancy and breastfeeding, often as a result of ignorance and poverty;
fr: a) La mortalité maternelle et infantile, souvent due à l'ignorance et la pauvreté est la conséquence d'un régime alimentaire inadéquat pendant la grossesse et durant l'allaitement;

source: (b) Abuse of herbal medicines during pregnancy;
fr: b) L'abus de consommation de plantes médicinales pendant la grossesse;

source: (c) Inadequate hygiene during and after birth;
fr: c) L'insuffisance d'hygiène pendant et après l'accouchement;

source: (d) Births outside a medical facility.
fr: d) L'accouchement hors formation sanitaire.

source: Trends in assistance at birth in Madagascar, 1992-2000
fr: Tableau 32: Évolution de l'assistance lors de l'accouchement à Madagascar de 1992 à 2000

source: Source: INSTAT, DDSS, Multiple-Indicator Cluster Survey 2000.
fr: Source: INSTAT/DDSS/MICS 2000.

source: Infant and child mortality rates, 2000
fr: Tableau 33: Taux de mortalité infanto-juvénile en 2000

source: Other problems related to ignorance of or unfamiliarity with modern contraceptive methods include abortion, unwanted children and sexually transmitted diseases.
fr: Il existe d'autres facteurs liés à l'ignorance ou à la méconnaissance de l'utilisation des méthodes contraceptives modernes (avortement, enfants non désirés, MST).

source: Table 34
fr: Tableau 34: Taux d'utilisation, d'utilité et de connaissance de la PF par Faritany

source: Source: INSTAT, Department of Household Statistics (DSM), Ongoing Household Survey 2001.
fr: Source: INSTAT/DSM/EPM 2001.

source: Figure 2
fr: Graphique 2: Impact de soin prénatal sur la mortalité des enfants de moins d'un an

source: Other obstacles to the implementation of the Covenant
fr: Les autres obstacles à l'application du pacte

source: The practices and customs of some rural communities are an obstacle to the full implementation of the provisions of the Covenant.
fr: Les us et coutumes de certaines communautés en milieu rural constituent des obstacles à la pleine application des mesures édictées par le pacte.

source: People in rural areas in Madagascar are very conservative and retain various traditions and beliefs that are incompatible with the requirements of the Covenant.
fr: Le milieu rural malgache est très conservateur et garde des traditions et croyances diverses incompatibles avec les normes du pacte.

source: Traditional values are perpetuated by the way in which villages and communities are organized, and remain deep-rooted in isolated areas.
fr: Les valeurs traditionnelles se perpétuent à travers les structures villageoises et communautaires. Elles restent fortement ancrées dans les zones enclavées.

source: In some villages in the south-east of the island, the birth of twins is taken as a bad omen, and twins are systematically rejected.
fr: Dans certaines localités du sud-est de l'île, la naissance des jumeaux est considérée comme un événement maléfique, d'où le rejet systématique d'enfants jumeaux.

source: The Ministry of Health and Family Planning plays an important role in the implementation of the policy on child development and protection.
fr: Dans le cadre de la politique du développement et de la protection de l'enfant le Ministère de la santé et du planning familial joue un rôle important.

source: The number of health districts has risen from 37 to 111.
fr: Le nombre des districts sanitaires est passé de 37 à 111.

source: The Ministry is taking action to significantly improve the well-being of women and children, by implementing a health and reproductive health policy consisting of:
fr: Le Ministère assure les activités permettant d'améliorer sensiblement la sécurité de la femme et des enfants, à travers la mise en œuvre de la politique sur la santé de la reproduction dont les composantes sont:

source: (a) Comprehensive treatment for childhood diseases;
fr: a) La prise en charge intégrée des maladies de l'enfance;

source: (b) Efforts to combat transmissible diseases;
fr: b) La lutte contre les maladies transmissibles;

source: (c) Efforts to eradicate certain diseases, such as leprosy, polio, the plague and cholera.
fr: c) L'élimination de certaines maladies comme la lèpre, la poliomyélite, la peste et le choléra.

source: In order to reduce maternal and infant mortality rates as much as possible, steps have been taken to increase the number of doctors and paramedical staff.
fr: Pour réduire au maximum le taux de mortalité maternelle et infantile, des efforts ont été entrepris en augmentant le nombre de médecins et d'agents paramédicaux.

source: In 1999, the Ministry of Health hired 702 doctors (as compared with 240 in 1988) and 300 paramedics.
fr: Le Ministère de la santé a embauché 702 médecins en 1999 contre 240 en 1988 et 300 agents paramédicaux en 1999.

source: A training institute specialized in public and community health care was established with the support of the World Health Organization (WHO), UNICEF, the European Union, the French development cooperation agency, the United States Agency for International Development (USAID) and the German Agency for Technical Cooperation (GTZ).
fr: Un institut de formation spécialisée en santé publique et communautaire fut créé avec l'appui de l'OMS, l'UNICEF, l'Union européenne, la Coopération française, l'USAID et de la GTZ.

source: The budget of the Ministry of Health has been increased by 10 billion Malagasy francs a year since 1996.
fr: Le budget du Ministère de la santé fut augmenté de 10 milliards de FMG par an depuis 1996.

source: The AIDS pandemic is a nationwide concern.
fr: La pandémie du sida est une préoccupation nationale.

source: Since the first case of HIV infection was discovered by the Institut Pasteur in 1984, the disease has grown exponentially (the prevalence rate was 0.02 per cent in 1985; 0.05 per cent in 1990; 0.07 per cent in 1995; 0.16 per cent in 2000; and is currently 1.1 per cent).
fr: Depuis la découverte du premier cas de séropositivité en 1984 par l'Institut pasteur, l'évolution de la maladie a connu une croissance exponentielle (0,02 % en 1985; 0,05 % en 1990; 0,07 % en 1995; 0,16 % en 2000 et actuellement le taux de prévalence est de 1,1 %).

source: A major national campaign against this affliction has been launched.
fr: Un grand projet national de vulgarisation de la protection contre ce fléau a été lancé.

source: It is being carried out with the help of many non-governmental organizations from all over the country under the auspices of the President and in close cooperation with the National AIDS Committee and the cross-sectoral AIDS-prevention project.
fr: Il est réalisé avec le concours de nombreuses ONG sur tout le territoire sous l'égide du Président de la République en étroite collaboration avec le Comité national de lutte contre le sida (CNLS) et le Projet multisectoriel pour la prévention du sida (PMPS).

source: The national strategic programme to combat sexually transmitted infections and AIDS is aimed at reducing HIV transmission.
fr: Le Programme stratégique national (PSN) de lutte contre les IST et le sida a pour objectif la réduction de la transmission du VIH.

source: The strategies to combat sexually transmitted infections and AIDS are based on:
fr: Les stratégies de la lutte contre les IST et le sida sont basées sur:

source: (a) Primary prevention of the sexual transmission of HIV infections; various ministries and non-governmental organizations contribute to this strategy in a cross-sectoral, non-medical setting;
fr: a) La prévention primaire de la transmission sexuelle de l'infection à VIH qui se fait dans un contexte multisectoriel et démédicalisé, où différents ministères et organisations non gouvernementales y contribuent;

source: (b) Secondary prevention to control sexually transmitted infections through the provision of treatment and a syndrome-based approach so that patients can be offered accessible, acceptable and effective treatment, given that in Madagascar the classic sexually transmitted infections are the sixth biggest cause of morbidity among outpatients attending basic health centres;
fr: b) La prévention secondaire pour le contrôle des IST qui est assurée par la mise en place de la prise en charge selon l'approche syndromique et permet d'offrir aux patients IST des soins accessibles, acceptables et efficaces, car à Madagascar les IST classiques constituent la sixième cause de morbidité en consultation externe dans les centres de santé de base;

source: (c) Prevention of transmission through blood, thanks to the introduction of safety measures for blood transfusions;
fr: c) La prévention de la transmission sanguine réalisée par la mise en place de la sécurité transfusionnelle;

source: (d) Prevention of perinatal transmission, by taking the campaign to antenatal and family-planning clinics;
fr: d) La prévention de la transmission périnatale basée sur l'intégration de la lutte dans les centres de consultations prénatales et de planning familial;

source: (e) Monitoring of HIV infection in the eight sites designated for this purpose, which makes it possible to follow the trends in the prevalence of HIV infection and the number of AIDS cases.
fr: e) La sérosurveillance réalisée dans les huit sites sentinelles permet de suivre l'évolution de la prévalence de l'infection à VIH du nombre de cas de sida.

source: The monitoring sites are in the six provincial administrative centres, the town of Morondava and Nosy Boraha (Île Sainte-Marie), which are considered areas of high prevalence.
fr: Les sites sentinelles sont constitués par les six chefs lieux de provinces, la ville de Morondava et l'île de Sainte-Marie sont considérées comme des zones de forte prévalence.

source: To further reduce maternal and infant mortality, other measures have also been taken, including:
fr: Pour renforcer la réduction du taux de mortalité materno-infantile, d'autres techniques ont été adoptées, telles:

source: (a) The use of low-risk birth methods; and
fr: a) La pratique des méthodes de maternité sans risque;

source: (b) Wider vaccination coverage, thanks to the Expanded Programme on Immunization.
fr: b) L'extension de la couverture vaccinale, grâce au programme élargi de vaccination.

source: Table 35
fr: Tableau 35: Espérance de vie de 1995 à 2003

source: Life expectancy, 1995-2003
fr: Source: INSTAT EDS/RGPH93/MICS2000.
